/* (No Comment) */
"30 FPS" = "30 FPS";

/* (No Comment) */
"60 FPS" = "60 FPS";

/* (No Comment) */
"Ask Us A Question" = "Posez-nous une question";

/* (No Comment) */
"Authorization Error" = "Erreur au niveau de l'autorisation";

/* (No Comment) */
"CancelTitle" = "Annuler";

/* (No Comment) */
"Check For Updates" = "Vérifier les mises à jour";

/* Confirm Password */
"Confirm Password" = "Confirmer le mot de passe";

/* CONNECT */
"CONNECT" = "CONNECTER";

/* (No Comment) */
"Connect device to Mac with" = "Connectez l'appareil à votre Mac avec";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "Connecté depuis %d minutes";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "Connecté depuis une minute";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Connecté depuis moins d'une minute";

/* No comment provided by engineer. */
"Connecting..." = "Connexion";

/* Discovered Devices */
"Discovered Devices" = "Appareils trouvés";

/* (No Comment) */
"Discrete (Recommended)" = "Discret (Recommandé)";

/* No comment provided by engineer. */
"Display" = "Écran";

/* (No Comment) */
"Display Arrangement" = "Disposition des écrans";

/* Duet Connected */
"Duet Connected" = "Duet Connecté";

/* Email */
"Email" = "E-mail";

/* Email - Please enter a valid email */
"Email Error" = "E-mail - Veuillez saisir une adresse e-mail valide";

/* Energy Efficient */
"Energy Efficient" = "Econérgetique";

/* (No Comment) */
"Framerate" = "FPS";

/* (No Comment) */
"Graphics Card" = "Carte Graphique";

/* (No Comment) */
"Help Center" = "Centre d'aide";

/* (No Comment) */
"High Power" = "Haute Performance";

/* (No Comment) */
"High Resolution (Smaller Text)" = "Haute définition (texte plus fin)";

/* (No Comment) */
"If this is your first time using Duet, macOS requires you to approve Duet to use your mobile device as a second display" = "Si vous utilisez Duet pour la première fois, macOS vous oblige à approuver que Duet utilise votre appareil mobile comme deuxième écran";

/* (No Comment) */
"Integrated (Energy Savings)" = "Intégré (economie d'énergie)";

/* (No Comment) */
"Launch At Login" = "Démarrer à l'ouverture de session";

/* Launch Duet On Your Mobile Device To Get A Little More Space For Your Mac */
"Launch Duet On Your Mobile Device To Get A Little More Space For Your Mac" = "Lancez Duet Sur Votre Appareil Mobile Pour Obtenir Un Peu Plus D'espace Pour Votre Mac";

/* Manage your account here */
"Manage your account for %@ further here." = "Gestion avancée de votre compte pour %@ ici.";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "Dupliqué pendant %d minutes";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "Dupliqué pendant une minute";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Dupliqué pendant moins d'une minute";

/* (No Comment) */
"Mobile Device Resolution" = "Définition De L'appareil Mobile";

/* No comment provided by engineer. */
"No" = "Non";

/* (No Comment) */
"No Device Connected" = "Aucun dispositif connecté";

/* (No Comment) */
"Open duet on iOS" = "Ouvrir Duet sur votre appareil iOS";

/* (No Comment) */
"Open Duet on your mobile device" = "Ouvrez Duet sur votre appareil mobile";

/* (No Comment) */
"Open Duet On Your Mobile Device and Plug Into Your Mac Using An Appropriate Certified Cable, And You're Ready To Go!" = "Ouvrez Duet Sur Votre Appareil Mobile Et Branchez-le Sur Votre Mac À L'aide D'un Câble Certifié Approprié, Et Vous Êtes Prêt À Partir!";

/* (No Comment) */
"or" = "ou";

/* Password */
"Password" = "Mot de passe";

/* (No Comment) */
"Performance" = "Performance";

/* Please connect your Android Device to view or change settings. */
"Please connect your Android Device to view or change settings." = "Veuillez connecter votre appareil Android pour afficher ou modifier les paramètres.";

/* Please connect your iOS Device to view or change settings. */
"Please connect your iOS Device to view or change settings." = "Veuillez connecter votre appareil iOS pour visualiser ou modifier les paramètres.";

/* (No Comment) */
"Please connect your mobile device to view or change settings" = "Veuillez connecter votre appareil mobile pour afficher ou modifier les paramètres";

/* (No Comment) */
"Preferences" = "Préférences";

/* (No Comment) */
"Quality" = "Qualité";

/* (No Comment) */
"Quit" = "Quitter";

/* (No Comment) */
"Regular (Energy Efficient)" = "Définition normale (économie d'énergie)";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Me rappeler lorsque l'iPad est connecté";

/* (No Comment) */
"Remind Me When Mobile Device Is Connected" = "Me Rappeler Quand Appareil Mobile Est Connecté";

/* (No Comment) */
"Resolution" = "Définition";

/* (No Comment) */
"Restart Your Mac" = "Redémarrer votre Mac";

/* (No Comment) */
"Retina" = "Retina";

/* (No Comment) */
"Retina (High Performance)" = "Résolution Retina (haute performance)";

/* (No Comment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Sélectionnez « Essayer à nouveau » pour retenter l'autorisation, ou « Quitter » pour abandonner.";

/* No comment provided by engineer. */
"Sharper image." = "Image plus nette";

/* No comment provided by engineer. */
"Sharper resolution." = "Définition plus nette";

/* (No Comment) */
"SignOutTitle" = "Se déconnecter";

/* Smoother motion. */
"Smoother motion." = "Plus fluide";

/* (No Comment) */
"Try Again" = "Essayer à nouveau";

/* Twice the pixel density. */
"Twice the pixel density." = "Doubler la dénsité des pixels";

/* (No Comment) */
"Uninstall Duet" = "Désinstaller Duet";

/* (No Comment) */
"Update App Automatically" = "Mettre à jour automatiquement";

/* Uses more battery. */
"Uses more battery." = "Utilise plus de batterie";

/* (No Comment) */
"Version" = "Version";

/* (No Comment) */
"When Duet Is Connected..." = "Lorsque Duet est Connecté...";

/* No comment provided by engineer. */
"Yes" = "Oui";

"EULA URL" = "https://fr.duetdisplay.com/help-center/duet-terms-and-conditions";
